Repository: Donglin5525/Holo
Catalog: Holo/Holo APP/Holo/Holo/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 账单信息
en: Bill Information
zh_hant: 帳單資訊

source: 账单分析
en: Bill Analysis
zh_hant: 帳單分析

source: 账单分析 · %@
en: Bill Analysis · %@
zh_hant: 帳單分析 · %@

source: 账单导入
en: Bill Import
zh_hant: 帳單匯入

source: 账单导入 · %@
en: Bill Import · %@
zh_hant: 帳單匯入 · %@

source: 账单日
en: Billing Date
zh_hant: 帳單日

source: 账单日和还款日用于信用卡「本期账单」统计。若还款日早于账单日（如账单日 25 号、还款日 5 号），系统会自动算到次月。
en: The billing date and due date are used for the credit card's "current bill" statistics. If the due date is earlier than the billing date (e.g., billing date on the 25th, due date on the 5th), the system automatically counts it as the next month.
zh_hant: 帳單日和還款日用於信用卡「本期帳單」統計。若還款日早於帳單日（如帳單日 25 號、還款日 5 號），系統會自動算到次月。

source: 账单明细加载失败，请稍后再试
en: Failed to load bill details. Please try again later.
zh_hant: 帳單明細載入失敗，請稍後再試

source: 账单智能导入的数据与隐私
en: Bill Smart Import Data & Privacy
zh_hant: 帳單智慧匯入的資料與隱私

source: 账单结果
en: Bill Result
zh_hant: 帳單結果

source: 账号与数据
en: Account & Data
zh_hant: 帳號與資料

source: 账号受限
en: Account Restricted
zh_hant: 帳號受限

source: 账号状态
en: Account Status
zh_hant: 帳號狀態

source: 账户
en: Account
zh_hant: 帳戶

source: 账户匹配
en: Account Matching
zh_hant: 帳戶匹配

source: 账户名称
en: Account Name
zh_hant: 帳戶名稱

source: 账户类型
en: Account Type
zh_hant: 帳戶型別

source: 账本
en: Ledger
zh_hant: 帳本

source: 账本与实际一致
en: Ledger matches actual
zh_hant: 帳本與實際一致

source: 账本余额
en: Ledger Balance
zh_hant: 帳本餘額

source: 账本比实际%@ %@
en: Ledger is %@ %@ vs. actual
zh_hant: 帳本比實際%@ %@

source: 账目有变动，建议重新对账
en: Account has changed. We recommend reconciling again.
zh_hant: 帳目有變動，建議重新對帳

source: 购买信息
en: Purchase Information
zh_hant: 購買資訊

source: 购买已成功，会员状态同步中，可能需要几分钟生效
en: Purchase successful. Membership status is syncing and may take a few minutes to take effect.
zh_hant: 購買已成功，會員狀態同步中，可能需要幾分鐘生效

source: 购买日期
en: Purchase Date
zh_hant: 購買日期

source: 购买未完成，请稍后重试
en: Purchase incomplete. Please try again later.
zh_hant: 購買未完成，請稍後重試

source: 购买正在等待确认
en: Purchase pending confirmation
zh_hant: 購買正在等待確認

source: 购买金额
en: Purchase Amount
zh_hant: 購買金額

source: 赤红
en: Crimson
zh_hant: 赤紅

source: 起始日期
en: Start Date

source: 起点
en: Starting Point
zh_hant: 起點

source: 超支 %@
en: Over budget %@

source: 超支 %lld%%
en: Over budget %lld%%

source: 超支多少，下个月的预算额度就扣多少（最低扣到 0）；省下的钱不累积，下月不超支就自动恢复原额度。
en: Any overspending reduces next month's budget by the same amount (down to a minimum of 0). Money saved does not carry over; if you don't overspend next month, the original budget is automatically restored.
zh_hant: 超支多少，下個月的預算額度就扣多少（最低扣到 0）；省下的錢不累積，下月不超支就自動恢復原額度。

source: 超支时提醒一次
en: Notify once when over budget
zh_hant: 超支時提醒一次

source: 超过目标值时将以红色标记并提醒控制
en: When the target value is exceeded, it will be marked in red and remind you to control it.
zh_hant: 超過目標值時將以紅色標記並提醒控制

source: 趋势变化
en: Trend Change
zh_hant: 趨勢變化

source: 趋势类型
en: Trend Type
zh_hant: 趨勢型別

source: 跑步
en: Running

source: 跑步 5 公里
en: Run 5 km

source: 距今天还有 %@ 天
en: %@ days from today
zh_hant: 距今天還有 %@ 天

source: 距今天还有 %lld 天
en: %lld days from today
zh_hant: 距今天還有 %lld 天

source: 距离这天还有
en: Days until this date
zh_hant: 距離這天還有

source: 距还款日
en: Days until due date
zh_hant: 距還款日

source: 跟进：%@
en: Follow-up: %@
zh_hant: 跟進：%@

source: 跟随每日汇总
en: Follow Daily Summary
zh_hant: 跟隨每日彙總

source: 跟随系统
en: Follow System
zh_hant: 跟隨系統

source: 跟随购买
en: Follow Purchase
zh_hant: 跟隨購買

source: 跨域
en: Cross-domain

source: 跨域四道门
en: Four Gates of Cross-domain
zh_hant: 跨域四道門

source: 跨域洞察
en: Cross-domain Insight

source: 跨域融合
en: Cross-domain Fusion

source: 跨域补查
en: Cross-domain Supplementary Check
zh_hant: 跨域補查

source: 跨天延期保留原时刻；提醒是「截止前 N 分钟」，会自动跟随。
en: When postponing across days, the original time is kept; reminders are "N minutes before deadline" and will adjust automatically.
zh_hant: 跨天延期保留原時刻；提醒是「截止前 N 分鐘」，會自動跟隨。

source: 跨领域
en: Cross-field
zh_hant: 跨領域

source: 路由结果
en: Routing Result
zh_hant: 路由結果

source: 跳绳
en: Jump Rope
zh_hant: 跳繩

source: 跳过
en: Skip
zh_hant: 跳過

source: 跳过，不记录
en: Skip, don't record
zh_hant: 跳過，不記錄

source: 跳过周末
en: Skip Weekends
zh_hant: 跳過週末

source: 跳过导览
en: Skip Tour
zh_hant: 跳過導覽

source: 跳过引导
en: Skip Onboarding
zh_hant: 跳過引導

source: 跳过的条目不会导入；如认为误判，可切换下方「重复处理」为全部导入后手动清理
en: Skipped items will not be imported. If you think this is a misjudgment, you can switch "Duplicate Handling" below to "Import All" and then manually clean up.
zh_hant: 跳過的條目不會匯入；如認為誤判，可切換下方「重複處理」為全部匯入後手動清理

source: 跳过节假日
en: Skip Holidays
zh_hant: 跳過節假日

source: 跳过规则
en: Skip Rules
zh_hant: 跳過規則

source: 跳过重复，恢复其余
en: Skip duplicates, restore the rest
zh_hant: 跳過重複，恢復其餘

source: 身份与版本
en: Identity & Version
zh_hant: 身份與版本

source: 身体
en: Body
zh_hant: 身體

source: 身体需要一点照顾
en: Your body needs some care.
zh_hant: 身體需要一點照顧

source: 转为任务
en: Convert to Task
zh_hant: 轉為任務

source: 轴
en: Axis
zh_hant: 軸

source: 轻点展开凌晨时间轴
en: Tap to expand the early morning timeline
zh_hant: 輕點展開凌晨時間軸

source: 轻点打开想法详情
en: Tap to open Thought details
zh_hant: 輕點開啟想法詳情

source: 轻点打开想法详情，左右滑动切换照片
en: Tap to open thought details, swipe left or right to switch photos
zh_hant: 輕點開啟想法詳情，左右滑動切換照片

source: 轻点打开日期选择器
en: Tap to open date picker
zh_hant: 輕點開啟日期選擇器

source: 轻点日期前往 · 点空白处退出
en: Tap a date to go · Tap empty area to exit
zh_hant: 輕點日期前往 · 點空白處退出

source: 轻点查看全文
en: Tap to view full text
zh_hant: 輕點檢視全文

source: 轻点翻到这张照片
en: Tap to view this photo
zh_hant: 輕點翻到這張照片

source: 轻点说话
en: Tap to speak
zh_hant: 輕點說話

source: 轻量记录
en: Lightweight Logging
zh_hant: 輕量記錄

source: 较上月同期%.1f%%
en: %.1f%% vs. same period last month
zh_hant: 較上月同期%.1f%%

source: 输入任务名称
en: Enter task name
zh_hant: 輸入任務名稱

source: 输入关键词，按名称或描述搜索任务
en: Enter keywords to search tasks by name or description
zh_hant: 輸入關鍵詞，按名稱或描述搜尋任務

source: 输入当日数值%@
en: Enter today's value %@
zh_hant: 輸入當日數值%@

source: 输入数值
en: Enter a value
zh_hant: 輸入數值

source: 输入文件夹名称
en: Enter folder name
zh_hant: 輸入資料夾名稱

source: 输入文字创建新标签
en: Type text to create a new tag
zh_hant: 輸入文字建立新標籤

source: 输入测试文本，如：午饭花了35
en: Enter test text, e.g., lunch cost 35
zh_hant: 輸入測試文字，如：午飯花了35

source: 输入测试文本后点击发送，查看 LLM 响应
en: Enter test text and tap Send to view the LLM response
zh_hant: 輸入測試文字後點選傳送，檢視 LLM 響應

source: 输入消息...
en: Type a message...
zh_hant: 輸入訊息...

source: 输入清单名称
en: Enter list name
zh_hant: 輸入清單名稱

source: 输入要分析的问题
en: Enter the question to analyze
zh_hant: 輸入要分析的問題

source: 输入要模拟的问题
en: Enter the question to simulate
zh_hant: 輸入要模擬的問題

source: 输入邮箱，微信会发送加密压缩包（解压密码在微信里显示）
en: Enter your email, and WeChat will send an encrypted archive (the extraction password is shown in WeChat).
zh_hant: 輸入郵箱，微信會傳送加密壓縮包（解壓密碼在微信裡顯示）

source: 达成后是什么样
en: What will it look like when achieved?
zh_hant: 達成後是什麼樣

source: 达标型
en: Target-based
zh_hant: 達標型

source: 达标天数
en: Days Met
zh_hant: 達標天數

source: 达标率 %@
en: Achievement Rate %@
zh_hant: 達標率 %@

source: 过去
en: Past
zh_hant: 過去

source: 过去记忆
en: Past Memories
zh_hant: 過去記憶

source: 过期
en: Expired
zh_hant: 過期

source: 过期 %lld 天
en: Expired %lld days
zh_hant: 過期 %lld 天

source: 过期时间
en: Expiration Time
zh_hant: 過期時間

source: 过程型
en: Process-based
zh_hant: 過程型

source: 运动习惯正在拉动步数
en: Exercise habits are boosting your step count.
zh_hant: 運動習慣正在拉動步數

source: 运动健身
en: Exercise & Fitness
zh_hant: 運動健身

source: 运行一次真实观察
en: Run a real observation
zh_hant: 執行一次真實觀察

source: 运行中
en: Running
zh_hant: 執行中

source: 运行中…
en: Running…
zh_hant: 執行中…

source: 运行只读模拟
en: Run Read-Only Simulation
zh_hant: 執行只讀模擬

source: 近 7 天
en: Last 7 Days

source: 近 7 天暂无步数数据。
en: No step data for the last 7 days.
zh_hant: 近 7 天暫無步數資料。

source: 近 7 天暂无睡眠数据。
en: No sleep data for the last 7 days.
zh_hant: 近 7 天暫無睡眠資料。

source: 近 7 天暂无站立数据。
en: No stand data for the last 7 days.
zh_hant: 近 7 天暫無站立資料。

source: 近 7 天趋势
en: Last 7 Days Trend
zh_hant: 近 7 天趨勢

source: 近 7 天趋势与关联线索
en: Last 7 Days Trend and Related Clues
zh_hant: 近 7 天趨勢與關聯線索

source: 近%lld天 · 每类最多%lld条
en: Last %lld days · Max %lld per category
zh_hant: 近%lld天 · 每類最多%lld條

source: 近1年
en: Last 1 Year

source: 近3个月
en: Last 3 Months
zh_hant: 近3個月

source: 近7天
en: Last 7 Days

source: 近30天
en: Last 30 Days

source: 近90天
en: Last 90 Days

source: 近半年
en: Last 6 Months

source: 近期待办
en: Upcoming To-dos
zh_hant: 近期待辦

source: 近期观察
en: Recent Observations
zh_hant: 近期觀察

source: 返回
en: Back

source: 返回报告
en: Back to Report
zh_hant: 返回報告

source: 返回时自动保存 · 无需点「保存」按钮
en: Auto-saves on return · No need to tap Save
zh_hant: 返回時自動儲存 · 無需點「儲存」按鈕

source: 还剩
en: Remaining:
zh_hant: 還剩

source: 还剩 %lld 天
en: %lld days left
zh_hant: 還剩 %lld 天

source: 还原总结
en: Restore Summary
zh_hant: 還原總結

source: 还可以创建待办、记录想法、习惯打卡。
en: You can also create to-dos, record thoughts, and check in habits.
zh_hant: 還可以建立待辦、記錄想法、習慣打卡。

source: 还差 %@ 小时
en: %@ hours to go
zh_hant: 還差 %@ 小時

source: 还差 %@ 步
en: %@ steps to go
zh_hant: 還差 %@ 步

source: 还有
en: Also
zh_hant: 還有

source: 还有 %lld 天
en: %lld days left
zh_hant: 還有 %lld 天

# 还有 %lld 天到第 %lld 天
source: 还有 %1$lld 天到第 %2$lld 天
en: %lld days until day %lld
zh_hant: 還有 %lld 天到第 %lld 天

source: 还有 %lld 条
en: %lld items left
zh_hant: 還有 %lld 條

source: 还有 %lld 条想法在各自发芽
en: %lld thoughts are still budding
zh_hant: 還有 %lld 條想法在各自發芽

source: 还有 %lld 条证据
en: %lld pieces of evidence left
zh_hant: 還有 %lld 條證據

source: 还有 %lld 项
en: %lld items left
zh_hant: 還有 %lld 項

source: 还有 %lld 项待点亮
en: %lld items to light up
zh_hant: 還有 %lld 項待點亮

source: 还有%lld天
en: %lld days left
zh_hant: 還有%lld天

source: 还款日
en: Due Date
zh_hant: 還款日

source: 还没填任务名称，退出后这次填写的内容不会被保存。
en: Task name not filled in. If you exit, the content you entered will not be saved.
zh_hant: 還沒填任務名稱，退出後這次填寫的內容不會被儲存。

source: 还没有主题，先创建一个长期关注方向。
en: No topics yet. Create a long-term focus area first.
zh_hant: 還沒有主題，先建立一個長期關注方向。

source: 还没有习惯
en: No habits yet
zh_hant: 還沒有習慣

source: 还没有你确认过的标签
en: No tags confirmed yet
zh_hant: 還沒有你確認過的標籤

source: 还没有形成稳定记忆。继续使用 Holo 后，这里会逐步出现真正有帮助的总结。
en: No stable memories yet. As you continue using Holo, truly helpful summaries will appear here.
zh_hant: 還沒有形成穩定記憶。繼續使用 Holo 後，這裡會逐步出現真正有幫助的總結。

source: 还没有想法
en: No thoughts yet
zh_hant: 還沒有想法

source: 还没有收藏的报告
en: No favorited reports
zh_hant: 還沒有收藏的報告

source: 还没有数值型习惯，先到习惯模块创建一个再来挂载
en: No numeric habits yet. Create one in the Habits module first, then attach it.
zh_hant: 還沒有數值型習慣，先到習慣模組建立一個再來掛載

source: 还没有目标
en: No goals yet
zh_hant: 還沒有目標

source: 还没有真实运行回执。请返回实验室，先重置验证状态，再运行一次真实观察。
en: No real run receipt yet. Return to the Lab, reset the verification status, and run a real observation again.
zh_hant: 還沒有真實執行回執。請返回實驗室，先重置驗證狀態，再執行一次真實觀察。

source: 还没有纪念日
en: No anniversaries yet
zh_hant: 還沒有紀念日

source: 还没有记录，点「记一笔」开始
en: No records yet. Tap Add Expense to start.
zh_hant: 還沒有記錄，點「記一筆」開始

source: 还没有账户
en: No accounts yet
zh_hant: 還沒有帳戶

source: 还没有进行中的习惯
en: No active habits
zh_hant: 還沒有進行中的習慣

source: 还没有进行中的目标
en: No active goals
zh_hant: 還沒有進行中的目標

source: 还没有追问，在下面输入框直接问
en: No follow-ups yet. Ask directly in the input box below.
zh_hant: 還沒有追問，在下面輸入框直接問

source: 还没有项目，点击右上角 + 添加
en: No projects yet. Tap + at the top right to add.
zh_hant: 還沒有項目，點選右上角 + 新增

source: 这 14 天没有发现明显的跨域规律。继续记录，HOLO 会持续观察。
en: No obvious cross-domain patterns found in the last 14 days. Keep recording, and Holo will continue to observe.
zh_hant: 這 14 天沒有發現明顯的跨域規律。繼續記錄，HOLO 會持續觀察。

source: 这一周还没有留下记录
en: No records left this week
zh_hant: 這一週還沒有留下記錄

source: 这一天
en: This day
zh_hant: 這一天

source: 这一天，对身体的感受格外清晰。
en: On this day, the awareness of your body was especially clear.
zh_hant: 這一天，對身體的感受格外清晰。

source: 这一天向前推进了不少事情。
en: You made significant progress on many things this day.
zh_hant: 這一天向前推進了不少事情。

source: 这一天已被收进你的纪念日
en: This day has been added to your anniversaries
zh_hant: 這一天已被收進你的紀念日

source: 这一天很安静
en: This day was quiet
zh_hant: 這一天很安靜

source: 这一天没有%@记录
en: No %@ records on this day
zh_hant: 這一天沒有%@記錄

source: 这一天没有%@记录。
en: No %@ records on this day.
zh_hant: 這一天沒有%@記錄。

source: 这一天没有时间段记录
en: No time period records on this day
zh_hant: 這一天沒有時間段記錄

source: 这一天没有留下记录，生活安静地经过。
en: No records left on this day; life passed quietly.
zh_hant: 這一天沒有留下記錄，生活安靜地經過。

source: 这一天留下了 %lld 条%@记录。
en: %lld %@ records were left on this day.
zh_hant: 這一天留下了 %lld 條%@記錄。

source: 这一天留下了 %lld 条可回看的记忆。
en: %lld memories worth revisiting were left on this day.
zh_hant: 這一天留下了 %lld 條可回看的記憶。

source: 这一天留下了不少值得回看的念头。
en: Many thoughts worth revisiting were left on this day.
zh_hant: 這一天留下了不少值得回看的念頭。

source: 这一天的生活往来，被认真地留了下来。
en: The day's interactions were carefully recorded.
zh_hant: 這一天的生活往來，被認真地留了下來。

source: 这一天的记忆，大多留在夜里。
en: Most memories of this day were made at night.
zh_hant: 這一天的記憶，大多留在夜裡。

source: 这一天还没有留下记录。
en: No records left on this day.
zh_hant: 這一天還沒有留下記錄。

source: 这一天还没有记录
en: No records on this day yet
zh_hant: 這一天還沒有記錄

source: 这一年的等待已走过 %lld%%
en: %lld%% of this year's wait has passed
zh_hant: 這一年的等待已走過 %lld%%

source: 这不是有效的压缩包文件
en: This is not a valid archive file
zh_hant: 這不是有效的壓縮包檔案

source: 这个主题下还没有想法
en: No thoughts under this topic
zh_hant: 這個主題下還沒有想法

source: 这个关键词下暂无想法
en: No thoughts under this keyword
zh_hant: 這個關鍵詞下暫無想法

source: 这个场景还没有报告
en: No reports for this scenario
zh_hant: 這個場景還沒有報告

source: 这个时间段没有匹配明细
en: No matching details for this time period
zh_hant: 這個時間段沒有匹配明細

source: 这个月
en: This month
zh_hant: 這個月

source: 这个月的记录还很安静。
en: This month's records are still quiet.
zh_hant: 這個月的記錄還很安靜。

source: 这个月还没有留下记录
en: No records left this month
zh_hant: 這個月還沒有留下記錄

source: 这个纪念日可能已生成关联任务，你想如何处理？
en: This anniversary may have generated related tasks. How would you like to handle it?
zh_hant: 這個紀念日可能已生成關聯任務，你想如何處理？

source: 这些主题已经出现在你的主题列表里。
en: These topics have been added to your topic list.
zh_hant: 這些主題已經出現在你的主題列表裡。

source: 这些信号先记着，Holo 会继续帮你盯着。
en: Keep these signals in mind; Holo will continue to watch for you.
zh_hant: 這些訊號先記著，Holo 會繼續幫你盯著。

source: 这些情况会影响安排
en: These factors may affect your plan
zh_hant: 這些情況會影響安排

source: 这些数据**仅用于这一次分析**——分析结束或失败后立即删除，云端不会保留。
en: This data is **used only for this analysis**—it is deleted immediately after the analysis completes or fails, and is not retained in the cloud.
zh_hant: 這些資料**僅用於這一次分析**——分析結束或失敗後立即刪除，雲端不會保留。

source: 这件事让本期行动线更清楚了一点。
en: This made the current action line a bit clearer.
zh_hant: 這件事讓本期行動線更清楚了一點。

source: 这份分析有多条建议，请告诉我要执行哪一条，例如“执行第 2 条”。 %@
en: This analysis has multiple suggestions. Please tell me which one to execute, e.g., "Execute #2". %@
zh_hant: 這份分析有多條建議，請告訴我要執行哪一條，例如“執行第 2 條”。 %@

source: 这份历史分析缺少可追溯依据，请重新发起一次分析。
en: This historical analysis lacks traceable evidence. Please start a new analysis.
zh_hant: 這份歷史分析缺少可追溯依據，請重新發起一次分析。

source: 这会删除本机 Holo 数据、附件、AI 记忆、缓存和登录状态。已同步到 iCloud 的 Holo 数据会在系统同步后尝试删除；如果设备离线，删除同步可能延后。
en: This will delete Holo data, attachments, AI memories, cache, and login status on this device. Holo data synced to iCloud will be attempted for deletion after system sync; if the device is offline, deletion sync may be delayed.
zh_hant: 這會刪除本機 Holo 資料、附件、AI 記憶、快取和登入狀態。已同步到 iCloud 的 Holo 資料會在系統同步後嘗試刪除；如果裝置離線，刪除同步可能延後。

source: 这几个信号像是一起偏紧，先不用过度解读。
en: These signals seem tight together; don't over-interpret them for now.
zh_hant: 這幾個訊號像是一起偏緊，先不用過度解讀。

source: 这周
en: This week
zh_hant: 這周

source: 这周习惯打卡偏少
en: Fewer habit check-ins this week
zh_hant: 這周習慣打卡偏少

source: 这周你的记录还不够，我先不装懂。 近 7 天还缺：%@。再记几天，我就能给出有依据的本周重点，而不是一份谁都能用的通用计划。
en: Your records this week are insufficient, so I won't pretend to know. Missing in the last 7 days: %@. Record a few more days, and I can give you an evidence-based weekly focus, not a generic plan anyone could use.
zh_hant: 這周你的記錄還不夠，我先不裝懂。 近 7 天還缺：%@。再記幾天，我就能給出有依據的本週重點，而不是一份誰都能用的通用計劃。

source: 这周像在蓄力
en: This week feels like building momentum
zh_hant: 這周像在蓄力

source: 这周可能需要调整一下
en: This week may need some adjustments
zh_hant: 這周可能需要調整一下

source: 这周在消费上比较活跃
en: This week was active in spending
zh_hant: 這周在消費上比較活躍

source: 这周开销比平时多
en: Spending was higher than usual this week
zh_hant: 這周開銷比平時多

source: 这周很安静
en: This week was quiet
zh_hant: 這周很安靜

source: 这周有点松懈，但也在反思
en: This week was a bit lax, but also reflective
zh_hant: 這周有點鬆懈，但也在反思

source: 这周没什么动静
en: This week was uneventful
zh_hant: 這周沒什麼動靜

source: 这周没什么大事，但也没闲着
en: This week had no major events, but wasn't idle either
zh_hant: 這周沒什麼大事，但也沒閒著

source: 这周没有冲动消费
en: No impulse spending this week
zh_hant: 這周沒有衝動消費

source: 这周的坚持值得被记住
en: This week's persistence is worth remembering
zh_hant: 這周的堅持值得被記住

source: 这周的小胜利值得庆祝
en: This week's small victories deserve celebration
zh_hant: 這周的小勝利值得慶祝

source: 这周的投入不会白费
en: This week's efforts will not be in vain
zh_hant: 這周的投入不會白費

source: 这周的支出比较显眼
en: Spending was noticeable this week
zh_hant: 這周的支出比較顯眼

source: 这周的效率不错
en: Good efficiency this week
zh_hant: 這周的效率不錯

source: 这周的状态可以复制
en: This week's state is replicable
zh_hant: 這周的狀態可以複製

source: 这周的节奏感很棒
en: Great rhythm this week
zh_hant: 這周的節奏感很棒

source: 这周的节奏慢了下来
en: The pace slowed down this week
zh_hant: 這周的節奏慢了下來

source: 这周的记录显示：%@，%@%@。
en: This week's records show: %@, %@%@.
zh_hant: 這周的記錄顯示：%@，%@%@。

source: 这周的钱花得克制
en: Spending was restrained this week
zh_hant: 這周的錢花得剋制

source: 这周过得比较随意
en: This week was relatively casual
zh_hant: 這周過得比較隨意

source: 这周过得清醒又自律
en: This week was clear-headed and disciplined
zh_hant: 這周過得清醒又自律

source: 这周还没有留下太多痕迹。
en: Not many traces left this week.
zh_hant: 這周還沒有留下太多痕跡。

source: 这天的习惯完成得比较完整
en: Habits were completed fairly completely this day
zh_hant: 這天的習慣完成得比較完整

source: 这天的外出支出比较集中
en: Outdoor spending was concentrated this day
zh_hant: 這天的外出支出比較集中

source: 这张图我不太看得清金额，不敢替你记。重新拍一张清楚的，或者手动记一笔？
en: The amount isn't clear enough for me to log it confidently. Retake a sharper photo, or add it manually?
zh_hant: 這張圖我不太看得清金額，不敢替你記。重新拍一張清楚的，或者手動記一筆？

source: 这张图我没能可靠地变成一笔账。重新拍一张清楚的，或手动记一笔？
en: I couldn't turn this image into a transaction reliably. Retake a clearer photo, or add it manually?
zh_hant: 這張圖我沒能可靠地變成一筆賬。重新拍一張清楚的，或手動記一筆？

source: 这张图暂时加载不了（可能在 iCloud 里取不到），换一张试试。
en: This image couldn't be loaded right now (it may be unavailable in iCloud). Try another one.
zh_hant: 這張圖暫時載入不了（可能在 iCloud 裡取不到），換一張試試。

source: 这张图里我没找到能记的账。拍张小票或支付截图试试？
en: I couldn't find anything to log in this image. Try a receipt or a payment screenshot?
zh_hant: 這張圖裡我沒找到能記的賬。拍張小票或支付截圖試試？

source: 这批数据将被立即彻底删除，无法恢复。
en: This batch of data will be permanently deleted immediately and cannot be recovered.
zh_hant: 這批資料將被立即徹底刪除，無法恢復。

source: 这是 Holo 形成这条记忆时依据的原始记录。
en: These are the original records Holo used to form this memory.
zh_hant: 這是 Holo 形成這條記憶時依據的原始記錄。

source: 这是一份清单。清单转任务功能还在路上，辛苦先手动建任务。
en: This is a list. Turning lists into tasks is coming soon — please create tasks manually for now.
zh_hant: 這是一份清單。清單轉任務功能還在路上，辛苦先手動建任務。

source: 这是一条测试通知，通知功能正常工作
en: This is a test notification. Notification feature is working normally.
zh_hant: 這是一條測試通知，通知功能正常工作

source: 这是一段值得回看的稳定记录。
en: This is a stable record worth revisiting.
zh_hant: 這是一段值得回看的穩定記錄。

source: 这是一笔分期交易（%@），请选择删除方式
en: This is an installment transaction (%@). Please choose a deletion method.
zh_hant: 這是一筆分期交易（%@），請選擇刪除方式

source: 这是个什么日子？
en: What kind of day is this?
zh_hant: 這是個什麼日子？

source: 这是你在对话里明确表达过的内容，Holo 据此形成了这条记忆。
en: This is what you explicitly expressed in the conversation, and Holo formed this memory based on it.
zh_hant: 這是你在對話裡明確表達過的內容，Holo 據此形成了這條記憶。

source: 这是外币消费，目前只支持人民币记账，可以换算后手动记一笔。
en: This is a foreign-currency purchase. Only CNY is supported for now — convert and add it manually.
zh_hant: 這是外幣消費，目前只支持人民幣記賬，可以換算後手動記一筆。

source: 这是明确的重要事实；除非你纠正或删除，否则会长期保留。
en: This is an explicitly important fact; it will be kept long-term unless you correct or delete it.
zh_hant: 這是明確的重要事實；除非你糾正或刪除，否則會長期保留。

source: 这是理财/余额页面，没有需要记的账。
en: This is an investments/balance page — nothing to log here.
zh_hant: 這是理財/餘額頁面，沒有需要記的賬。

source: 这是转账/还款类截图，属于资金流转，我不把它记成消费。
en: This is a transfer/repayment screenshot — money movement, not spending. I won't log it as an expense.
zh_hant: 這是轉帳/還款類截圖，屬於資金流轉，我不把它記成消費。

source: 这条想法还没有形成稳定方向，可以先放着。
en: This thought hasn't formed a stable direction yet, so you can leave it for now.
zh_hant: 這條想法還沒有形成穩定方向，可以先放著。

source: 这条记忆
en: This memory
zh_hant: 這條記憶

source: 这条记忆对吗？
en: Is this memory correct?
zh_hant: 這條記憶對嗎？

source: 这条记忆已经成为过去，不再用于当前回答
en: This memory is in the past and is no longer used for current answers.
zh_hant: 這條記憶已經成為過去，不再用於當前回答

source: 这次操作没有保存成功，请稍后重试。
en: This operation didn't save successfully. Please try again later.
zh_hant: 這次操作沒有儲存成功，請稍後重試。

source: 这次查询
en: This query
zh_hant: 這次查詢

source: 这次没有形成可信结论
en: No reliable conclusion was formed this time.
zh_hant: 這次沒有形成可信結論

source: 这次没有添加成功
en: Failed to add this time
zh_hant: 這次沒有新增成功

source: 这次生成没有完成，可以继续生成
en: This generation wasn't completed. You can continue generating.
zh_hant: 這次生成沒有完成，可以繼續生成

source: 这次综合分析提炼了几个跨模块的变化和提醒。
en: This comprehensive analysis extracted several cross-module changes and reminders.
zh_hant: 這次綜合分析提煉了幾個跨模組的變化和提醒。

source: 这次追问没能完成，可能是网络中断。点「重试」原样再问一次，不消耗额外额度。
en: This follow-up couldn't be completed, possibly due to a network interruption. Tap "Retry" to ask the same question again without consuming extra quota.
zh_hant: 這次追問沒能完成，可能是網路中斷。點「重試」原樣再問一次，不消耗額外額度。

source: 这段时间，有几个信号值得回看。
en: During this period, a few signals are worth reviewing.
zh_hant: 這段時間，有幾個訊號值得回看。

source: 这段时间的习惯表现可以从完成率、活跃习惯和连续记录里看。
en: Habit performance during this period can be seen from completion rate, active habits, and streak records.
zh_hant: 這段時間的習慣表現可以從完成率、活躍習慣和連續記錄裡看。

source: 这段正文不会写入 Trace；离开页面后即释放。
en: This text won't be written to Trace; it will be released after leaving the page.
zh_hant: 這段正文不會寫入 Trace；離開頁面後即釋放。

source: 这里会切换服务端真实权益与独立验收额度。"跟随购买"会恢复账号的真实购买状态，不会被验收数据覆盖。
en: This toggles between real server-side benefits and independent acceptance quota. "Follow Purchase" will restore the account's real purchase status and won't be overwritten by acceptance data.
zh_hant: 這裡會切換服務端真實權益與獨立驗收額度。"跟隨購買"會恢復帳號的真實購買狀態，不會被驗收資料覆蓋。

source: 这里只保存数量、阶段和拒绝代码，不保存模型原文、记忆正文或证据摘要。
en: Only counts, stages, and refusal codes are saved here; model text, memory content, and evidence summaries are not saved.
zh_hant: 這裡只儲存數量、階段和拒絕程式碼，不儲存模型原文、記憶正文或證據摘要。

source: 这里同时展示通过与未通过组合，便于验证为什么没有形成跨域记忆。
en: Both passed and failed combinations are shown here to help verify why no cross-domain memory was formed.
zh_hant: 這裡同時展示透過與未透過組合，便於驗證為什麼沒有形成跨域記憶。

source: 这里有几条值得关注的变化。
en: Here are a few changes worth noting.
zh_hant: 這裡有幾條值得關注的變化。

source: 进入统计分析页
en: Go to Statistics
zh_hant: 進入統計分析頁

source: 进入记忆长廊
en: Enter Memory Gallery
zh_hant: 進入記憶長廊

source: 进入领域后可检查最近一次真实阶段回执和当前仓库快照；只有上方“运行一次真实观察”会发起请求。
en: After entering a domain, you can check the latest real stage receipt and current repository snapshot; only "Run a Real Observation" above will make a request.
zh_hant: 進入領域後可檢查最近一次真實階段回執和當前倉庫快照；只有上方“執行一次真實觀察”會發起請求。

source: 进度 / 量化走势 / 风险信号
en: Progress / Quantitative Trends / Risk Signals
zh_hant: 進度 / 量化走勢 / 風險訊號

source: 进步
en: Progress
zh_hant: 進步

source: 进步明显，再接再厉
en: Great progress, keep it up
zh_hant: 進步明顯，再接再厲

source: 进行中
en: In Progress
zh_hant: 進行中

source: 进行中 · %lld/%lld 完成
en: In Progress · %lld/%lld Completed
zh_hant: 進行中 · %lld/%lld 完成

source: 进行中%lld天
en: In Progress for %lld Days
zh_hant: 進行中%lld天

source: 连接 Apple Health
en: Connect Apple Health
zh_hant: 連線 Apple Health

source: 连接成功
en: Connected
zh_hant: 連線成功

source: 连接成功：%@...
en: Connected: %@...
zh_hant: 連線成功：%@...

source: 连接测试
en: Connection Test
zh_hant: 連線測試

source: 连续%@
en: Streak %@
zh_hant: 連續%@

source: 连续完成 %@，习惯已融入生活
en: Completed %@ in a row; this habit is now part of your life
zh_hant: 連續完成 %@，習慣已融入生活

source: 连续打卡
en: Daily Streak
zh_hant: 連續打卡

source: 连续运动后，步数达标日更稳定。
en: After exercising consistently, your step goal days have become more stable.
zh_hant: 連續運動後，步數達標日更穩定。

source: 追问
en: Follow-up
zh_hant: 追問
